---
kind: property
id: P:Autodesk.Revit.DB.BuiltInFailures.AnalyticalModelFailures.AnalyticalMemberInstability
source: html/ff978c6c-52dd-9d12-dea4-fb01f8e76fc8.htm
---
# Autodesk.Revit.DB.BuiltInFailures.AnalyticalModelFailures.AnalyticalMemberInstability Property

Possible Member Instability, based on Release Conditions

## Syntax (C#)
```csharp
public static FailureDefinitionId AnalyticalMemberInstability { get; }
```